{
    "programs": [
        {
            "id": "branding",
            "recommended": false,
            "name": "Programa de Branding",
            "levels": {
                "Logo": {
                    "price": 350,
                    "billing_period": "pago único",
                    "description": "Diseño de logotipo con enfoque estratégico. Incluye investigación inicial, exploración conceptual, hasta 3 revisiones y entrega de archivos optimizados para entornos digitales. Uso de IA para exploración visual y referencias."
                },
                "Brand": {
                    "price": 780,
                    "billing_period": "pago único",
                    "description": "Logotipo y sistema de identidad visual. Incluye manual de marca, paleta, tipografías, lineamientos de uso, tono de comunicación y apoyo de IA para análisis y generación de escenarios visuales."
                },
                "Corp": {
                    "price": 1599,
                    "billing_period": "pago único",
                    "description": "Branding corporativo completo. Incluye logotipo responsive, manual extenso, benchmarking, valores de marca, buyer persona, definición de redacción, look & feel y mini landing page."
                }
            }
        },
        {
            "id": "producto",
            "recommended": false,
            "name": "Programa Producto & Presencia",
            "levels": {
                "Core": {
                    "price": 1800,
                    "billing_period": "pago único",
                    "description": "Diseño de producto o web orientada a conversión. UX/UI, arquitectura de información, storytelling y copywriting estructural. Uso de IA para investigación, generación de contenidos y optimización semántica."
                },
                "Advanced": {
                    "price": 3200,
                    "billing_period": "pago único",
                    "description": "Producto comunicable completo. Diseño UX/UI, prototipo funcional, animaciones con GSAP y stack React o WordPress Headless con SEO técnico. IA aplicada a generación de copys, imágenes y variantes de contenido."
                },
                "Care": {
                    "price": 900,
                    "billing_period": "/ mes",
                    "description": "Evolución continua del producto. Iteraciones de diseño, mejoras de conversión, nuevos contenidos generados con IA y soporte estratégico."
                }
            }
        },
        {
            "id": "lanzamiento",
            "recommended": false,
            "name": "Programa Lanzamiento de Producto",
            "levels": {
                "MVP": {
                    "price": 2800,
                    "billing_period": "/ mes",
                    "description": "Ciclo mensual orientado a validación. Definición y refinamiento de propuesta de valor, diseño de MVP visual o funcional, landing page, copywriting creativo y generación asistida por IA de contenidos base."
                },
                "Launch": {
                    "price": 1800,
                    "billing_period": "/ mes",
                    "description": "Ciclo mensual de lanzamiento estratégico. Integra narrativa, identidad, producto digital y visibilidad inicial. Incluye sistema de marca aplicado, diseño de producto o plataforma, landing optimizada, copywriting persuasivo, generación masiva de contenidos con IA (textos, imágenes y video corto), arquitectura para campañas digitales y acompañamiento activo."
                },
                "Growth": {
                    "price": 1600,
                    "billing_period": "/ mes",
                    "description": "Evolución continua post-lanzamiento. Iteración de producto, mejoras UX/UI, nuevos contenidos con IA, experimentos de conversión y soporte estratégico."
                }
            }
        }
    ]
}